Repository: pimms/podradio
Catalog: podradio/Resources/*.lproj/Localizable.strings
Languages: nb

# faq.title
source: FAQ
nb: Hjelp

# faq.item1.title
source: How does it work?
nb: Hvordan virker PodRadio?

# faq.item1.desc
source: PodRadio creates simulated radio channels from podcast feeds. As such, it requires RSS podcast feeds to know where to find the episodes. Playback is performed locally, and only requires a network connection.
nb: PodRadio simulerer radiokanaler for podcaststrømmer. Episodene blir hentet fra podcastenes RSS-strømmer. Avspilling skjer ved at episodene stokkes og strømmes via internett.

# faq.item2.title
source: My friends' channels are playing the same as mine
nb: Hvordan skjer stokkingen?

# faq.item2.desc
source: The shuffling of episodes is done in such a way that anyone who listens to the same show will hear the same episodes at the same time.
nb: Stokkingen av episodene gjøres slik at alle som hører på den samme podcasten vil høre de samme episodene samtidig — akkurat som på radio.

# faq.item3.title
source: Does PodRadio cellular data?
nb: Bruker PodRadio mobildata?

# faq.item3.desc
source: Unless you are connected to WiFi, cellular data will be used for streaming.
nb: Siden episodene strømmes via internett, vil mobildata brukes når du ikke er tilkoblet WiFi.

# faq.item4.title
source: Why aren't Spotify links supported?
nb: Hvorfor støttes ikke Spotify-lenker?

# faq.item4.desc
source: RSS feeds are required for PodRadio to work, and Spotify does not share these publicly. Most podcasts are available in the built-in app 'Podcasts', you can copy links from there.
nb: PodRadio trenger RSS-strømmer for å virke, og Spotify deler ikke disse offentlig. De fleste podcaster finnes også i den innebygde appen 'Podcaster', og du kan kopiere lenker fra den.

# faq.item5.title
source: Why can't I select which episode to play?
nb: Hvorfor kan jeg ikke velge hvilken episode som spilles?

# faq.item5.desc
source: PodRadio acts like a radio player, and just like you have no control over what the radio broadcasts, you have no control over what PodRadio plays.
nb: PodRadio etterligner radio, og på lik linje med at du ikke har kontroll over hva som spiller på radio, har du ikke kontroll over hva som spilles i PodRadio.

# faq.item6.title
source: The app is 💩👎
nb: Appen er bæsj 💩👎

# faq.item6.desc
source: Feel free to contact me with any kind of feedback! The app is open source, and contributions are welcome.
nb: Ikke nøl med å ta kontakt med tilbakemeldinger! Kildekoden til appen er åpen, og alle bidrag er hjertelig velkomne.

# settings.title
source: Settings
nb: Innstillinger

# settings.feed.lastRefreshed
source: Last refreshed
nb: Sist oppdatert

# settings.feed.lastRefreshed.justNow
source: just now
nb: nå

# settings.feed.episodeCount
source: Episode count
nb: Antall episoder

# settings.feed.lastEpisodeDate
source: Last episode
nb: Siste episode

# settings.feed.copyUrl
source: Copy link
nb: Kopier lenke

# settings.feed.delete
source: Delete
nb: Slett

# settings.feed.delete.alertTitle
source: Delete channel?
nb: Slett kanal?

# settings.feed.delete.alertMessage %@
source: Do you want to delete '%@'?
nb: Vil du slette '%@'?

# settings.feed.refresh
source: Refresh
nb: Oppdater

# frontpage.addFeed
source: Add channel
nb: Legg til

# frontpage.noFeeds.title
source: No channels!
nb: Ingen kanaler!

# frontpage.noFeeds.desc
source: Add your favorite podcast to start listening
nb: Legg til favorittpodcasten din for å begynne å lytte

# addFeed.title
source: Add a feed
nb: Legg til kanal

# addFeed.input.placeholderText
source: Podcast feed link
nb: Lenke til podcaststrøm

# addFeed.error.invalidUrl
source: Not a valid link
nb: Ugyldig lenke

# addFeed.error.spotifyUrl
source: Spotify links are not supported
nb: Spotify-lenker støttes ikke

# addFeed.error.invalidRss
source: Not a valid RSS feed
nb: Ikke en gyldig RSS-strøm

# addFeed.feedHelpLinkTitle
source: How to find podcast links?
nb: Hvordan finner jeg podcaststrømmen?

# addFeed.commitTitle
source: Add feed
nb: Legg til

# addFeed.loading
source: Loading
nb: Laster

# help.intro.title
source: Finding the feed URL
nb: Finne podcaststrømmen

# help.intro.desc
source: Adding feeds is kind of technical, but it's something you only need to do once. If your favorite app is not included, remember that you can (almost) always use the built-in Apple Podcast application to find the feed. Scroll to learn more.
nb: Å finne podcaststrømmer kan være litt vanskelig, men det er noe du bare må gjøre én gang. Hvis appen du bruker ikke er beskrevet her, husk at du (nesten) alltid kan bruke den innebygde podcast-appen. Bla for å lese mer.

# help.apple.step1.title
source: Step 1
nb: Steg 1

# help.apple.step1.desc
source: Find the podcast in the app.
nb: Find podcasten i appen.

# help.apple.step2.title
source: Step 2
nb: Steg 2

# help.apple.step2.desc
source: Long press and tap the 'Copy Link' button.
nb: Trykk lenge på podcasten og velg 'Kopier lenke'.

# help.other.title
source: Other apps
nb: Andre apper

# help.other.step1.title
source: Search the web
nb: Søk på nettet

# help.other.step1.desc
source: Feed URLs are unfortunately not often exposed by podcast applications, but the podcast creators often have feeds available. Try for instance to search for '<podcast name> rss url'. I'm rooting for you! 🤞
nb: Podcaststrømmer (RSS) er dessverre ofte ikke mulig å hente ut fra apper, men strømmene finnes ofte tilgjengelig på nett. Prøv f.eks. å søke på '<podcastnavn> rss url'. Forhåpentligvis finner du den! 🤞

# filter.yearly.title
source: Yearly filter
nb: Årlig filter

# filter.yearly.commit
source: Done
nb: Ferdig

# filter.yearly.episodeCount %lld
source: %lld episodes
nb: %lld episoder
